{
  "elements": [
    {
      "id": "104",
      "courseId": "20",
      "type": "FILE",
      "content": "Quaerat sunt ratione totam voluptatibus numquam ullam enim earum at. Tempore unde harum necessitatibus ullam. Sint possimus repudiandae consequatur.\nLabore distinctio saepe nobis. Quo deserunt in labore maiores pariatur. Vero neque quas voluptate quis non similique repellendus tempora doloribus.\nDicta est assumenda suscipit. Quos sunt culpa a odio consectetur sunt. Laboriosam saepe nulla placeat doloremque optio maiores quos.",
      "order": 1,
      "additionalData": {}
    },
    {
      "id": "105",
      "courseId": "20",
      "type": "VIDEO",
      "content": "Magnam cumque maxime necessitatibus voluptatem itaque. Sequi magni in non ratione porro ipsum laborum. Ullam harum sit provident explicabo deleniti.\nQui consectetur voluptate magni commodi ipsam minus nostrum atque. Sint nobis natus voluptate. Nihil nobis accusantium consectetur.\nNumquam ducimus similique officiis. Voluptatem amet enim assumenda suscipit exercitationem ex iure maxime. Recusandae voluptate commodi exercitationem necessitatibus possimus ipsa aliquam et.",
      "order": 2,
      "additionalData": {}
    },
    {
      "id": "107",
      "courseId": "20",
      "type": "VIDEO",
      "content": "Reiciendis dolorum accusamus quasi molestias cum ad aliquid debitis consectetur. Dicta cumque tempore reprehenderit cupiditate nisi sequi. Velit cupiditate sed dolor quas cumque veritatis quam voluptatem.\nDucimus at illum rem rerum quidem similique odit atque adipisci. Aliquid accusamus quia rerum voluptas. Iure voluptatem incidunt dolorum temporibus amet ex sit.\nEligendi deleniti eveniet ut. Suscipit praesentium occaecati incidunt modi corrupti est quaerat. Omnis consequatur tempore ratione eaque ullam eaque ad.",
      "order": 3,
      "additionalData": {}
    },
    {
      "id": "108",
      "courseId": "20",
      "type": "VIDEO",
      "content": "Quam dolore eum quos. Unde at quam veniam voluptatum culpa maxime. Aperiam consectetur quaerat incidunt nobis earum perferendis delectus ab possimus.\nProvident doloribus molestiae pariatur. Dolorem cumque suscipit hic. Nisi ut harum ut dolorum temporibus.\nSaepe explicabo facilis illum iure quo laudantium. Officia voluptate aliquam quae quasi. Ab consequatur maxime.",
      "order": 4,
      "additionalData": {}
    },
    {
      "id": "109",
      "courseId": "20",
      "type": "IMAGE",
      "content": "Accusamus necessitatibus provident magni rerum quisquam atque. Suscipit rerum omnis. Magni debitis nesciunt autem alias neque rem provident deleniti.\nTemporibus quos perspiciatis ipsum ratione impedit tempore. Eum vel in perferendis voluptatum veniam molestiae facere aut quam. Iste laudantium aut exercitationem.\nPerspiciatis ratione laudantium deleniti aliquid. Quo fuga ea quam ullam. Soluta excepturi voluptatum voluptatem.",
      "order": 5,
      "additionalData": {}
    },
    {
      "id": "110",
      "courseId": "20",
      "type": "FILE",
      "content": "Reprehenderit eaque sequi nisi pariatur blanditiis molestiae possimus perferendis culpa. Ex odit nesciunt aspernatur ad repellat explicabo excepturi dicta. Commodi quam veritatis sint perferendis repellendus maxime.\nInventore velit ea officia odio suscipit alias. Eligendi laudantium rem ipsa repellat odio libero. Dignissimos earum velit omnis voluptatibus dicta voluptas suscipit tenetur.\nMagni adipisci consectetur molestiae quod. Quia minus accusantium corporis corrupti. Accusantium ea illo sunt occaecati qui ex.",
      "order": 6,
      "additionalData": {}
    },
    {
      "id": "111",
      "courseId": "20",
      "type": "FILE",
      "content": "Sapiente nihil odit tempore deleniti fuga. Officiis aspernatur voluptas vitae. Soluta iusto autem delectus rem.\nCorrupti modi qui accusamus ipsa officiis dolor fugiat. Perspiciatis dolorum excepturi corrupti adipisci atque saepe rerum. Minima reiciendis earum exercitationem.\nConsequatur quia at. Natus qui dolor. Eaque fugit similique molestiae.",
      "order": 7,
      "additionalData": {}
    },
    {
      "id": "112",
      "courseId": "20",
      "type": "VIDEO",
      "content": "Officiis magni quod sed odit. Itaque mollitia magni ipsam iste voluptatibus. Veritatis ipsa maxime omnis eligendi fugiat nam alias.\nAlias ut veniam. Voluptatum fuga necessitatibus quaerat facilis velit ea iusto magnam modi. Corporis cupiditate recusandae consequatur dolores veritatis perferendis fugit atque eveniet.\nBeatae quis voluptatem magnam itaque laboriosam quis rerum natus. Facilis assumenda possimus tempore. Autem fuga maiores.",
      "order": 8,
      "additionalData": {}
    }
  ]
}
